// // Напишите программу, которая принимает на вход три числа и выдаёт максимальное из этих чисел.
// Console.WriteLine ("Введите три числа");
// int a = Convert.ToInt32(Console.ReadLine()); 
// int b = Convert.ToInt32(Console.ReadLine());
// int с = Convert.ToInt32(Console.ReadLine());
// int max = 0;
// if (max < a)
// {
//     max = a;
// }
// if (max < b)
// {
//     max = b;
// }
// if (max < с)
// {
//     max = с;
// }
// Console.Write("Максимальное число ");
// Console.Write(max);
