// // // Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее
// Console.WriteLine ("Введите два числа");
// int a = Convert.ToInt32(Console.ReadLine()); 
// int b = Convert.ToInt32(Console.ReadLine());
// int max = 0;
// if (max < a)
// {
//     max = a;
// }
// else 
// {
//     max = a;
// }
// if (max < b)
// {
//     max = b;
// }
// Console.Write("Максимальное число ");
// Console.Write(max);